Repository: modochats/wordpress_plugin
Catalog: languages/*/modo-chatbot.po
Languages: fa_ir

source: Modo Chatbot Settings
fa_ir: تنظیمات چت‌بات مودو

source: Modo Chatbot
fa_ir: چت‌بات مودو

source: Enable Chatbot
fa_ir: فعال‌سازی چت‌بات

source: Enable or disable the chatbot widget on your website.
fa_ir: چت‌بات ویجت را در وب‌سایت خود فعال یا غیرفعال کنید.

source: Chatbot Key
fa_ir: کلید چت‌بات

source: Your unique chatbot identifier from Modo dashboard.
fa_ir: شناسه منحصر به فرد چت‌بات شما از داشبورد مودو.

source: Test Connection
fa_ir: تست اتصال

source: JavaScript File Path
fa_ir: مسیر فایل جاوااسکریپت

source: URL to your Modo widget JavaScript file (e.g., https://yoursite.com/modo-widget.js).
fa_ir: آدرس فایل جاوااسکریپت ویجت مودو شما (مثال: https://yoursite.com/modo-widget.js).

source: Test JS File
fa_ir: تست فایل JS

source: Chatbot Title
fa_ir: عنوان چت‌بات

source: Title displayed in the chat header.
fa_ir: عنوان نمایش داده شده در هدر چت.

source: Button Position
fa_ir: موقعیت دکمه

source: Position of the floating chat button.
fa_ir: موقعیت دکمه شناور چت.

source: Right
fa_ir: راست

source: Left
fa_ir: چپ

source: Theme
fa_ir: تم

source: Color theme for the chat interface.
fa_ir: تم رنگی برای رابط چت.

source: Dark
fa_ir: تیره

source: Light
fa_ir: روشن

source: Primary Color
fa_ir: رنگ اصلی

source: Primary color for the chat interface and floating button.
fa_ir: رنگ اصلی برای رابط چت و دکمه شناور.

source: Preview
fa_ir: پیش‌نمایش

source: Need Help?
fa_ir: نیاز به کمک دارید؟

source: Get your Chatbot Key from your Modo dashboard.
fa_ir: کلید چت‌بات خود را از داشبورد مودو دریافت کنید.

source: Visit Modo Dashboard
fa_ir: بازدید از داشبورد مودو

source: Debug Information
fa_ir: اطلاعات دیباگ

source: Plugin Status:
fa_ir: وضعیت افزونه:

source: Enabled
fa_ir: فعال

source: Disabled
fa_ir: غیرفعال

source: Chatbot Key:
fa_ir: کلید چت‌بات:

source: Set
fa_ir: تنظیم شده

source: Not Set
fa_ir: تنظیم نشده

source: JS File Path:
fa_ir: مسیر فایل JS:

source: WordPress Version:
fa_ir: نسخه وردپرس:

source: PHP Version:
fa_ir: نسخه PHP:

source: Current Theme:
fa_ir: تم فعلی:

source: Scripts Enqueued:
fa_ir: اسکریپت‌های در صف:

source: Yes (will load on frontend)
fa_ir: بله (در فرانت‌اند بارگذاری می‌شود)

source: No (check configuration above)
fa_ir: خیر (تنظیمات بالا را بررسی کنید)

source: Refresh Debug Info
fa_ir: تازه‌سازی اطلاعات دیباگ

source: Please enter a chatbot key
fa_ir: لطفاً کلید چت‌بات را وارد کنید

source: Testing connection...
fa_ir: در حال تست اتصال...

source: Connection successful
fa_ir: اتصال موفق

source: Connection failed:
fa_ir: اتصال ناموفق:

source: Connection failed
fa_ir: اتصال ناموفق

source: Please enter a JS file path
fa_ir: لطفاً مسیر فایل JS را وارد کنید

source: Testing JS file...
fa_ir: در حال تست فایل JS...

source: JS file accessible
fa_ir: فایل JS قابل دسترسی است

source: JS file not accessible:
fa_ir: فایل JS قابل دسترسی نیست:

source: JS file test failed
fa_ir: تست فایل JS ناموفق
